<template>
    <v-main>
        <v-card class="d-none d-sm-flex">
            <v-row no-gutters>
                <v-col v-for="i in 2" :key="{i}">
                    <template v-if="i === 1">
                        <v-card-title> {{ title }} </v-card-title>
                        <v-spacer></v-spacer>
                    </template>
                    <template v-else>
                        <v-breadcrumbs :items="items" class="d-flex justify-end">
                        </v-breadcrumbs>
                    </template>
                </v-col>
            </v-row>
        </v-card>
        <v-container class="mb-12">
            <v-row>
                <v-col class="text-center">
                    <v-img src="https://cdn.vuetifyjs.com/images/parallax/material2.jpg"
                        gradient="to top right, rgba(100,115,201,.33), rgba(25,32,72,.7)"></v-img>
                    <h3> Spacl Deco Star </h3>
                    <p>
                        – динамично развивающаяся компания, с амбициозными целями. Наш актив – это профессионалы,
                        работающие в нашей команде. У нас Вы можете заказать комплекс услуг для организации мероприятий
                        различного формата. Мы всегда рады предоставить услуги монтажников, хелперов, флористов,
                        декораторов, грузчиков и прочие услуги, направленные на организацию и проведение события любого
                        масштаба. Квалифицированный персонал EVENT PEOPLE поможет осуществить доставку,
                        разгрузку/погрузку необходимых декораций и атрибутики, качественный монтаж и демонтаж
                        конструкций любых сложностей – промо зоны, шатры, сцены, фотозоны, стенды, расстановка мебели и
                        прочее. Так же мы проконтролируем качество оказываемых услуг.
                    </p>
                    <p>
                        Вы можете заказать наши услуги по отдельности или пакетом «персонал на мероприятие» под ключ по
                        выгодным ценам.
                    </p>
                    <v-spacer></v-spacer>
                    <h3>ПРЕИМУЩЕСТВА</h3>
                    <p class="h3">ОТВЕТСТВЕННОСТЬ</p>
                    <p>
                        Наша компания несет ответственность за качество предоставляемых услуг , чтобы все работало «как
                        часы». Для каждого события мы тщательно планируем все этапы нашей работы. В зависимости от
                        поставленных целей мы предоставим для Вас оптимальный сервис с персоналом.


                    </p>
                    <v-spacer></v-spacer>
                    <p class="h3">ОПЕРАТИВНОСТЬ</p>
                    <p>
                        Выполняем поставленные задачи точно в срок! Наша задача – предоставить услуги, профессионально
                        подойти и сделать с душой свою работу, создав по-настоящему комфортную атмосферу. Мы понимаем,
                        что от качества проведения мероприятия зависит имидж вашей компании.


                    </p>
                    <v-spacer></v-spacer>
                    <p class="h3">СТОИМОСТЬ УСЛУГ </p>
                    <p>
                        Сколько потратить на мероприятие? Хорошо, если события предусмотрены заранее, на этапе
                        планирования бюджета на предстоящий период. Соответственно, есть от чего оттолкнуться. Если нет
                        – тоже не проблема. В нашей компании Вы можете заказать услуги по приемлемым ценам. Мы всегда
                        рады предоставить больше услуг, чем Вы оплатили.


                    </p>
                    <v-spacer></v-spacer>
                    <p class="h3">
                        МЫ С ОПЫТОМ
                    </p>
                    <p>
                        Наши люди с опытом работы на мероприятиях любых форматов. Качество любого мероприятия зависит от
                        профессионализма организации. Мы работаем над тем, чтобы, привлекая наши услуги, Вы всегда
                        получали высокое качество обслуживания. И мы с уверенностью можем сказать, что EVENT PEOPLE —
                        это качественный продукт, потому что мы получаем больше удовольствие от работы, а это залог
                        успеха.

                    </p>
                    <v-spacer></v-spacer>
                    <p class="h3">
                        ИНДИВИДУАЛЬНЫЙ ПОДХОД
                    </p>
                    <p>
                        Работать с нами комфортно и легко.
                        <span class="font-bold">Нужен персонал для мероприятия?</span>
                        Выберите необходимую услугу и
                        <span class="font-bold"> позвоните нам по телефону +7 (499)-394-04-45 </span>
                        или
                        <span class="font-bold"> отправьте заявку на почту в свободной форме hello@eventpeople.pro
                        </span>
                        Мы обо всем договоримся!
                    </p>
                    <v-spacer></v-spacer>
                </v-col>
            </v-row>
        </v-container>
    </v-main>
</template>
<script>
    export default {
        data() {
            return {
                title: document.title,
                items: [{
                        text: "Главная",
                        href: "/",
                        disabled: false,
                    },
                    {
                        text: "Компания",
                        href: "/company",
                        disabled: false,
                    },
                    {
                        text: "О нас",
                        href: "",
                        disabled: false,
                    }
                ]
            }
        }
    }
</script>
<style lang="scss">
    .v-breadcrumbs {
        &__item {
            color: black !important;

            &:hover {
                color: #6A1B9A !important;
                border-radius: .25rem;
                border-width: 1px;
                border-style: groove;
                border-color: #6A1B9A;
                -webkit-box-shadow: 12px 18px 35px 27px rgba(152, 29, 227, 0.23);
                -moz-box-shadow: 12px 18px 35px 27px rgba(152, 29, 227, 0.23);
                box-shadow: 12px 18px 35px 27px rgba(152, 29, 227, 0.23);
            }
        }
    }
</style>